Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=703_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät vieraili Brysselissä
smn: Sämitigge kollij Brysselist

source: Europarlamentaarikko Nils Torvalds on kutsunut Suomen Saamelaiskäräjät pitämään kokouksen Brysseliin ja tutustumaan EU:n toimintaan.
smn: Europarlamiänttár Nils Torvalds lii koččom Suomâ Sämitige toollâđ čuákkim Brysselân já uápásmiđ EU tooimân.

source: - Tämä on historiallinen tilaisuus.
smn: - Taat lii historjálâš tilálâšvuotâ.

source: Ensimmäistä kertaa saamelaisten parlamentaarinen elin pitää kokousta Euroopan parlamentissa.
smn: Vuossâmuu keerdi säämi parlamentaarlâs orgaan tuálá čuákkim Euroop parlamentist.

source: Samalla vierailu antaa saamelaisille mahdollisuuden vaikuttaa EU:n tasolla.
smn: Siämmást kollim addel sämmilijd máhđulâšvuođâ vaikuttiđ EU tääsist.

source: Haluamme tällä tasolla EU:n ainoana alkuperäiskansana tuoda esille meidän ja muiden valtakulttuurien puristuksessa elävien kansojen ja ryhmien tarpeita, Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi kertoo.
smn: Halijdep taan tääsist EU áinoo algâaalmugin oovdânpyehtiđ mii já eres väldikulttuurij čárvumist ellei aalmugij já juávhui táárbuid, Sämitige saavâjođetteijee Klemetti Näkkäläjärvi maainâst.

source: Euroopan Unioni on sitoutunut arktisessa tiedonannossaan dialogiin alkuperäiskansojen kanssa.
smn: Euroop Union lii čonnâsâm arktâsii tiätunadelemistis vuárusavâstâllâmân algâaalmugijguin.

source: Dialogia on käyty ulkosuhdekomissaari Catherine Ashtonin kanssa hänen Suomen vierailunsa yhteydessä vuonna 2011.
smn: Vuárusavâstâllâm lii toollum olgokoskâvuotâkomissaar Catherine Ashtonáin suu Suomâst kollim ohtâvuođâst ive 2011.

source: - Muuten dialogi on jäänyt vähäiseksi, Näkkäläjärvi kertoo.
smn: - Mudoi vuárusavâstâllâm lii pááccám uccen, Näkkäläjärvi maainâst.

source: Olen todella iloinen, että Nils Torvalds on kutsunut meidät Brysseliin ja hän on ensimmäisenä europarlamentaarikkona todella edistämässä dialogia EU:n ja alkuperäiskansojen kesken.
smn: Lam tuođâi ilolâš tast, ete Nils Torvalds lii pivdám mii Brysselân já sun lii vuossâmuš europarlamiänttárin tuođâi oovdedmin vuárusavâstâllâm EU já algâaalmugij koskân.

source: Tämä toimii mielestäni hyvänä esimerkkinä myös EU- komissiolle siitä, että sen tulee ottaa dialogi alkuperäiskansojen kanssa vakavasti.
smn: Taat tuáimá muu mielâst šiev ovdâmerkkân EU-komission tast, ete tot kalga väldiđ vuárusavâstâllâm algâaalmugijguin tuođâlávt.

source: - Saamelaisten demokraattisesti valittu elin toimii myös esimerkkinä Euroopassa.
smn: - Sämmilij demokraatlávt väljejum orgaan tuáimá meid ovdâmerkkân Euroopâst.

source: On vielä valitettavan paljon ryhmiä joilla ei ole edes niitä oikeuksia mitä Suomen saamelaisille on suotu.
smn: Láá vala vaidâlittee ennuv juávhuh main iä lah ubâ tohkin vuoigâdvuođah moh Suomâ sämmilijd láá suovvum.

source: Mutta tätä ei pidä sanoa itsetyytyväisin mielin, toteaa europarlamentaarikko Torvalds.
smn: Mutâ taam ij pyevti ettâđ jieštuđâváin mieláin, paahud europarlamiänttár Torvalds.

source: Meilläkin on paljon parannettavaa.
smn: Mist-uv láá ennuv maid koolgap pyerediđ.

source: Saamelaiskäräjät keskustelee vierailunsa aikana erityisesti saamelaisten kielellisistä, kulttuurisista ja elinkeinollisista oikeuksista EU:ssa.
smn: Sämitigge savastâl kollimis ääigi eromâšávt sämmilij kielâlij, kulttuurlij já iäláttâs kyeskee vuoigâdvuođâin EU:st.

source: Saamelaiskäräjille on järjestetty tutustuminen Euroopan Unionin ja komission toimintaan ja tapaaminen talouskomissaari Olli Rehnin kanssa.
smn: Sämitiigán lii uárnejum uápásmem Euroop Union já komissio tooimân já teividem ekonomiakomissaar Olli Rehnáin.

source: Saamelaiskäräjät tutustuu myös Suomen pysyvän edustuston toimintaan Brysselissä ja tapaa EU- neuvoston ihmisoikeustyöryhmän edustajia.
smn: Sämitigge uápásmuvá meid Suomâ pisovâš ovdâstâs tooimân Brysselist já teivid EU- rääđi olmoošvuoigâdvuođâpargojuávhu ovdâsteijeid.

source: - Toivomme vierailulta paljon.
smn: - Tuáivup kolliimist ennuv.

source: Tärkeimpänä tavoitteena on luoda pysyvät neuvottelumahdollisuudet EU:n kanssa ja saada saamelaiskysymykset huomioitua paremmin EU:n politiikassa.
smn: Tehálumos ulmen lii rähtiđ pisovijd ráđádâllâmmáhđulâšvuođâid Euroop Unionáin já finniđ sämikoččâmâšâid pyerebeht huámmášumán EU politiikâst.

source: Erityisenä tavoitteena on turvata EU:n InterregSápmi - rahoitusohjelman säilyminen omana ohjelmanaan, sen rahoituksen turvaaminen ja ohjelman hallinnon ja byrokratian keventäminen.
smn: Eromâš ulmen lii turvâstiđ EU InterregSápmi - ruttâdemohjelm siäilum jiečânis ohjelmin, ton ruttâdem turvâstem já ohjelm haldâšem já virgeváldálâšvuođâ kepidem.

source: Tehokkainta olisi siirtää ohjelman hallinnointi suoraan saamelaiskäräjille.
smn: Puoh pehtilumos ličij sirdeđ ohjelm haldâšem njuolgist sämitiigán.

source: Toivomme myös petopolitiikan kehittämistä EU:n tasolla siten, että sekä petojen suojelu ja saamelaisporonhoidon harjoittaminen olisivat tasapainossa ja elinkeinon harjoittamisen suoja on turvattu, puheenjohtaja Näkkäläjärvi toteaa.
smn: Tuáivup meid piätupolitiik ovdedem EU tääsist nuuvt, ete sehe piäđui suojâlem já sämipuásuituálu hárjuttem liččii täsitiädust já iäláttâs hárjuttem syeji lii turvâstum, saavâjođetteijee Näkkäläjärvi paahud.

source: Lisätietoja:
smn: Lasetiäđuh:

source: Puheenjohtaja Klemetti Näkkäläjärvi
smn: Saavâjođetteijee Klemetti Näkkäläjärvi
